Repository: cholojuanito/free_flutter_widgets
Catalog: packages/free_flutter_l10n/lib/src/l10n/syncfusion_*.arb
Languages: am, el, he, my, zh, zu

# noSelectedDateCalendarLabel
source: No selected date
am: ምንም የተመረጠ ቀን የለም
el: Δεν έχει επιλεγεί ημερομηνία
he: לא נבחר תאריך
my: ရွေးချယ်ထားသည့်နေ့စွဲမရှိပါ
zh: 没有选定的日期
zu: Alukho usuku olukhethiwe

# noEventsCalendarLabel
source: No events
am: ክስተቶች የሉም
el: Δεν υπάρχουν εκδηλώσεις
he: אין אירועים
my: ဖြစ်ရပ်များမရှိပါ
zh: 没有活动
zu: Ayikho imicimbi

# ofDataPagerLabel
source: of
am: የ
el: του
he: שֶׁל
zh: 的
zu: ye

# pagesDataPagerLabel
source: pages
am: ገጾች
el: σελίδες
he: עמודים
my: စာမျက်နှာများ
zh: 页数
zu: amakhasi

# itemsDataPagerLabel
source: items
am: ዕቃዎች
el: αντικείμενα
he: פריטים
my: ပစ္စည်းတွေ
zh: 项目
zu: izinto

# pdfBookmarksLabel
source: Bookmarks
am: ዕልባቶች
el: Σελιδοδείκτες
he: סימניות
my: mark ။
zh: 书签
zu: Amabhukhimakhi

# pdfNoBookmarksLabel
source: No bookmarks found
am: ምንም ዕልባቶች አልተገኙም
el: Δεν βρέθηκαν σελιδοδείκτες
he: לא נמצאו סימניות
my: Bookmarks မရှိပါ
zh: 找不到书签
zu: Awekho amabhukumaka atholiwe

# pdfScrollStatusOfLabel
source: of
am: የ
el: του
he: שֶׁל
zh: 的
zu: ye

# pdfGoToPageLabel
source: Go to page
am: ወደ ገጽ ይሂዱ
el: Πήγαινε στην σελίδα
he: לך לעמוד
my: စာမျက်နှာသို့သွားပါ
zh: 转到页面
zu: Iya ekhasini

# pdfEnterPageNumberLabel
source: Enter page number
am: የገጽ ቁጥር ያስገቡ
el: Εισαγάγετε τον αριθμό σελίδας
he: הזן מספר עמוד
my: စာမျက်နှာနံပါတ်ကိုရိုက်ထည့်ပါ
zh: 输入页码
zu: Faka inombolo yekhasi

# pdfInvalidPageNumberLabel
source: Please enter a valid number
am: እባክዎ ትክክለኛ ቁጥር ያስገቡ
el: Παρακαλώ εισάγετε έναν έγκυρο αριθμό
he: נא הכנס מספר תקף
my: ကျေးဇူးပြု၍ မှန်ကန်နံပါတ်ထည့်ပါ
zh: 请输入一个有效的数字
zu: Sicela ufake inombolo evumelekile

# pdfPaginationDialogOkLabel
source: OK
am: እሺ
el: Εντάξει
he: בסדר
my: ရလား
zh: 好
zu: KULUNGILE

# pdfPaginationDialogCancelLabel
source: CANCEL
am: መሰረዝ
el: ΜΑΤΑΙΩΣΗ
he: לְבַטֵל
my: ဖျက်သိမ်းခြင်း
zh: 取消
zu: KHansela

# allowedViewDayLabel
source: Day
am: ቀን
el: Ημέρα
he: יְוֹם
my: နေ့
zh: 天
zu: Usuku

# allowedViewWeekLabel
source: Week
am: ሳምንት
el: Εβδομάδα
he: שָׁבוּעַ
my: အပတ်
zh: 周
zu: Isonto

# allowedViewWorkWeekLabel
source: Work Week
am: የሥራ ሳምንት
el: Εβδομάδα εργασίας
he: שבוע עבודה
my: အလုပ်ရက်သတ္တပတ်
zh: 工作周
zu: Isonto Lokusebenza

# allowedViewMonthLabel
source: Month
am: ወር
el: Μήνας
he: חוֹדֶשׁ
my: လ
zh: 月
zu: Inyanga

# allowedViewScheduleLabel
source: Schedule
am: የጊዜ ሰሌዳ
el: Πρόγραμμα
he: לוח זמנים
my: ဇယား
zh: 时间表
zu: Hlela

# allowedViewTimelineDayLabel
source: Timeline Day
am: የጊዜ ሰሌዳ ቀን
el: Ημέρα χρονολογίου
he: יום ציר הזמן
my: အချိန်ဇယားနေ့
zh: 时间轴日
zu: Usuku Lwesikhathi

# allowedViewTimelineWeekLabel
source: Timeline Week
am: የጊዜ ሰሌዳ ሳምንት
el: Εβδομάδα χρονοδιαγράμματος
he: שבוע ציר הזמן
my: Timeline အပတ်
zh: 时间轴周
zu: Isikhathi seviki

# allowedViewTimelineWorkWeekLabel
source: Timeline Work Week
am: የጊዜ መስመር የስራ ሳምንት
el: Εβδομάδα εργασίας χρονοδιαγράμματος
he: שבוע העבודה של ציר הזמן
my: Timeline အလုပ်ရက်သတ္တပတ်
zh: 时间轴工作周
zu: Isikhathi seviki lomsebenzi

# allowedViewTimelineMonthLabel
source: Timeline Month
am: የጊዜ ሰሌዳ ወር
el: Χρονοδιάγραμμα Μήνας
he: חודש ציר הזמן
my: အချိန်ဇယားလ
zh: 时间轴月
zu: Inyanga Yesikhathi

# todayLabel
source: Today
am: ዛሬ
el: Σήμερα
he: היום
my: ဒီနေ့
zh: 今天
zu: Namuhla

# muharramLabel
source: Muharram
am: ሙሃረም
el: Μουχάραμ
he: מוהרם
zh: 穆哈拉姆
zu: UMuharram

# safarLabel
source: Safar
am: ሳፋር
el: Σαφάρι
he: ספאר
zh: 萨法尔
zu: I-Safar

# rabi1Label
source: Rabi' al-awwal
am: ራቢዕ አል-አወል
he: ראבי אל-עוואל
zh: 拉比·阿瓦尔
zu: URabi 'al-awwal

# rabi2Label
source: Rabi' al-thani
am: ራቢዕ አል-ታኒ
el: Ραμπι 'αλ-θανι
he: ראבי אל-ת'אני
zh: 拉比阿尔塔尼
zu: URabi 'al-thani

# jumada1Label
source: Jumada al-awwal
am: ጁማዳ አል-አወል
he: ג'ומדה אל-עוואל
zh: 朱马达·阿瓦尔
zu: Ijumada al-awwal

# jumada2Label
source: Jumada al-thani
am: ጁማዳ አል-ታኒ
el: Τζουμάδα αλ-θάνι
he: ג'ומדה אל-ת'אני
zh: 朱马达·萨塔尼（Jumada al-thani）

# rajabLabel
source: Rajab
am: ራጃብ
el: Ρατζάμπ
he: רג'אב
my: ရာဂျ
zh: 拉贾卜
zu: URajab

# shaabanLabel
source: Sha'aban
am: ሻአባን
el: Σααμπάν
he: שעבאן
zh: 沙阿班

# ramadanLabel
source: Ramadan
am: ረመዳን
el: Ραμαζάνι
he: רמדאן
zh: 斋月
zu: I-Ramadan

# shawwalLabel
source: Shawwal
am: ሻውል
he: שאוווול
zh: 肖瓦尔

# dhualqiLabel
source: Dhu al-Qi'dah
am: ዱ አል-ቂዳህ
he: דהו אל-קי'דה
zh: 齐达
zu: UDhu al-Qi'dah

# dhualhiLabel
source: Dhu al-Hijjah
am: ዱል ሂጃህ
el: Ντου αλ Χιτζάτζ
he: דהו אל-חיג'ה
zh: 杜·希贾
zu: UDhu al-Hijjah

# shortMuharramLabel
source: Muh.
am: ሙ.
el: Μουχ.
he: מו
zh: 嗯
zu: UMuh.

# shortSafarLabel
source: Saf.
am: ሳፍ
el: Σαφ.

# shortRabi1Label
source: Rabi. I
am: ራቢ. እኔ
el: Ράμπι. Εγώ
he: ראבי. אני
my: ရာဘီ။ ငါ
zh: 拉比一世
zu: URabi. Mina

# shortRabi2Label
source: Rabi. II
am: ራቢ. II
el: Ράμπι. ΙΙ
he: ראבי. II
my: ရာဘီ။ ၂
zh: 拉比II
zu: URabi. II

# shortJumada1Label
source: Jum. I
am: ጃም እኔ
el: Τζαμ. Εγώ
he: ג'אם. אני
my: Jum ။ ငါ
zh: um一世
zu: NgeSonto. Mina

# shortJumada2Label
source: Jum. II
am: ጃም II
el: Τζαμ. ΙΙ
he: ג'אם. II
my: Jum ။ ၂
zh: um II
zu: NgeSonto. II

# shortRajabLabel
source: Raj.
am: ራጅ
el: Κυριαρχία.
he: ראג '.
zh: 拉吉
zu: URaj.

# shortShaabanLabel
source: Sha.
am: ሻ.
el: Σα.
he: שא.
zh: 沙。

# shortRamadanLabel
source: Ram.
am: ራንደም አክሰስ ሜሞሪ.
el: Εμβολο.
my: ရမ်။
zh: 内存。
zu: URam.

# shortShawwalLabel
source: Shaw.
am: ሻው.
el: Σω.
he: שו.
zh: 肖

# shortDhualqiLabel
source: Dhu'l-Q
am: ዱል-ኪ
zh: 杜克
zu: I-Dhu'l-Q

# shortDhualhiLabel
source: Dhu'l-H
am: ዱል-ኤች
el: Ντουλ-Χ
my: Dhu'l-H ကို
zh: 杜赫
zu: UDhu'l-H

# daySpanCountLabel
source: Day
am: ቀን
el: Ημέρα
he: יְוֹם
my: နေ့
zh: 天
zu: Usuku
